app/views/articles/index.html.slim

  .row
    - @articles.each do |article|
      .col-xl-3
        .card.article-card
          .article-card--img
---
SELECT "articles".* FROM "articles"