app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)
    if @article.save
---
INSERT INTO "articles" ("title", "description", "created_at", "updated_at", "author") VALUES (?, ?, ?, ?, ?)  [["title", "New Article"], ["description", "new art - desc"], ["created_at", "2021-03-16 14:27:09.443961"], ["updated_at", "2021-03-16 14:27:09.443961"], ["author", "D"]]